# development
brew "nvim"
brew "cspell"
brew "vips"
brew "pyenv"
brew "postgresql@16"
brew "postgis"

# node
brew "n"
brew "yarn"
brew "pnpm"

# devops
brew "kubectl"
brew "kubectx"
brew "helm"
brew "gemini-cli"
brew "libpng"
brew "ffmpeg"

cask "autofirma"
cask "gcloud-cli"
cask "the-unarchiver"
cask "google-chrome"
cask "brave-browser"
cask "transmission"
cask "whatsapp"
cask "capacities"
cask "zed"
cask "visual-studio-code"
cask "lens"
cask "vlc"
cask "cyberduck"
